module.exports = {
  common: {
    company: 'OptiFit',
    company_url: '',
  },
  home: {
    logoIcon: '/images/optifit.png',
    // width: auto, height: -> reference the tailwindcss sizing  https://tailwindcss.com/docs/height
    logoSize: 'h-16 sm:h-20',
    products: [
      {
        name: 'lighter_bodyshape',
        url: '/images/adultnutrition_gr.png',
        main: 'Με πρεβιοτικές ίνες, βιταμίνες και πρωτεΐνες. Χαμηλή περιεκτικότητα σε θερμίδες.',
        subTxt: 'Το νέο OptiFit NutriMatrix®',
      },
      {
        name: 'lighter_muscle',
        url: '/images/adultnutrition_gr.png',
        main: 'Υψηλή περιεκτικότητα σε πρωτεΐνες και ασβέστιο, χαμηλή περιεκτικότητα σε λιπαρά. Περιλαμβάνει πρεβιοτικές ίνες GOS.',
        subTxt: 'Το νέο OptiFit NutriMatrix®',
      },
      {
        name: 'musclebones_body',
        url: '/images/adultnutrition_gr.png',
        main: '70% περισσότερη πρωτεΐνη γάλακτος και διπλάσια ποσότητα ασβεστίου.',
        subTxt: 'Το νέο OptiFit NutriMatrix®',
      },
      {
        name: 'tonebody_firmmuscle',
        url: '/images/adultnutrition_gr.png',
        main: 'Διπλάσια ποσότητα ασβεστίου και ένας μοναδικός συνδυασμός βιταμινών και μετάλλων',
        subTxt: 'Το νέο OptiFit NutriMatrix®',
      },
    ],
    buy: 'Αποκτήστε το τώρα',
    introduceMain: 'Δοκιμάστε τη νέα επιστημονική και αποδεδειγμένη σύνθεση που έχει σχεδιαστεί ειδικά για εσάς.',
    introduceSub:
      'Ανακαλύψτε όλα τα οφέλη',
    services: [
      {
        icon:
          'M21 12a9 9 0 01-9 9m9-9a9 9 0 00-9-9m9 9H3m9 9a9 9 0 01-9-9m9 9c1.657 0 3-4.03 3-9s-1.343-9-3-9m0 18c-1.657 0-3-4.03-3-9s1.343-9 3-9m-9 9a9 9 0 019-9',
        main: 'Θρέψτε το σώμα σας',
        subTxt:
          'Το ρόφημα χαρίζει στο σώμα σας πάνω από 25 διαφορετικές βιταμίνες και μέταλλα και εξασφαλίζει ότι το σώμα σας μπορεί εύκολα να απορροφήσει τα θρεπτικά συστατικά',
      },
      {
        icon:
          'M3 6l3 1m0 0l-3 9a5.002 5.002 0 006.001 0M6 7l3 9M6 7l6-2m6 2l3-1m-3 1l-3 9a5.002 5.002 0 006.001 0M18 7l3 9m-3-9l-6-2m0-2v2m0 16V5m0 16H9m3 0h3',
        main: 'Βελτιώνει την πέψη σας',
        subTxt:
          'Χάρη στις πρεβιοτικές ίνες, η πέψη σας θα βελτιωθεί και θα αισθάνεστε λιγότερο φουσκωμένες',
      },
      {
        icon: 'M13 10V3L4 14h7v7l9-11h-7z',
        main: 'Ενδυναμώστε τα οστά και τους μύες σας',
        subTxt:
          'Η διπλάσια ποσότητα ασβεστίου και η 70% περισσότερη πρωτεΐνη υψηλότερης ποιότητας, θα αυξήσουν τη μυϊκή μάζα και την οστική σας πυκνότητα, βελτιώνοντας τη φόρμα σας!',
      },
      {
        icon: 'M13 10V3L4 14h7v7l9-11h-7z',
        main: 'Σώμα και τόνος επιδερμίδας',
        subTxt:
          'Ο μοναδικός συνδυασμός μετάλλων και βιταμινών έχει σχεδιαστεί επιστημονικά για να βελτιώνει το σώμα και τον τόνο της επιδερμίδας σας',
      },
    ],
    bottomProductArea: {
      main: 'Είστε έτοιμες να βελτιώσετε τη φυσική σας κατάσταση;',
      subText: "Μάθετε αν το προϊόν είναι διαθέσιμο στην περιοχή σας.",
    },
    about: {
      title: 'ข้อมูลเพิ่มเติมเกี่ยวกับเครื่องดื่ม OptiFit',
      company: {
        title: 'มากกว่า Optifit',
        text: 'เครื่องดื่ม Optifit เป็นผลิตภัณฑ์ใหม่ที่จะเปิดตัวในปี 2020 โดยมีจุดประสงค์เพื่อช่วยเหลือสตรีวัยหมดประจำเดือนที่มีอาการทั่วไปที่ผู้หญิงประสบในช่วงเวลานี้ ผลิตภัณฑ์นี้ได้รับการทดสอบโดย Lean Toolkit B.V. ดังนั้นเราจึงอยากรู้เกี่ยวกับความคิดเห็นของคุณเกี่ยวกับผลิตภัณฑ์เพื่อที่เราจะได้พัฒนาและปรับปรุงประโยชน์ของผลิตภัณฑ์นี้ให้ตรงกับความต้องการของผู้บริโภค เพื่อให้บรรลุเป้าหมายของเราเราต้องการให้คุณแสดงความคิดเห็นผ่านปุ่มบนหน้าเว็บและบอกเราว่าคุณคิดว่าอะไรคือคุณสมบัติหลักของผลิตภัณฑ์ของเรา ความคิดเห็นของคุณมีค่ามากและจะช่วยให้เรากำหนดผลิตภัณฑ์ที่สมบูรณ์แบบสำหรับคุณในอนาคตอันใกล้นี้ ขอบคุณ!',
      },
      product: {
        title: 'ทำไมคุณควรดื่ม Optifit?',
        text: 'Optifit มีข้อดีมากมาย ประการแรกเป็นเครื่องดื่มพรีไบโอติก ซึ่งหมายความว่าเป็นแหล่งแบคทีเรียที่ดีต่อสุขภาพ แบคทีเรียเหล่านี้ในร่างกายของคุณดูแลการย่อยอาหารของคุณดังนั้น Optifit จะช่วยปรับปรุงแบคทีเรียที่มีสุขภาพดีและทำให้ระบบย่อยอาหาร ในทำนองเดียวกันเส้นใย GOS ใน Optifit ถูกมองว่าเป็นเส้นใยที่ให้ประโยชน์มากมายรวมถึงแบคทีเรียที่ดีที่จะเติบโตเพื่อให้แน่ใจว่าระบบย่อยอาหารทำงานได้ดีที่สุด เครื่องดื่มยังมีโปรตีนและแคลเซียมในปริมาณสูงซึ่งได้รับการพิสูจน์แล้วว่าดีต่อกล้ามเนื้อและกระดูก สุดท้ายวิตามินและแร่ธาตุเพิ่มเติมจะรวมอยู่ในเครื่องดื่ม Optifit เพื่อช่วยให้ร่างกายและผิวพรรณของคุณเปล่งปลั่งและอ่อนนุ่ม',
      },
      reasons: {
        title: 'ประโยชน์ของ OptiFit โดยย่อ?',
        reasonList: [
          'เครื่องดื่มพรีไบโอติก',
          'การปรับปรุงการย่อยอาหาร',
          'การทำงานที่ดีขึ้นของร่างกาย',
          'โปรตีนและแคลเซียมในปริมาณสูง',
        ],
      },
    },
    cookie: 'Δήλωση cookie (στα αγγλικά)',
    privacy: 'Πολιτική προστασίας προσωπικών δεδομένων (στα αγγλικά)',
    copyright: '© 2020 Lean Toolkit BV. All rights reserved.',
  },
  cookie: {
    your_own_data: 'Your own data',
  },
  privacy: {
    your_own_data: 'Your own data',
  },
  popups: [
    {
      type: 'type1',
      title: 'Τέλεια!',
      description: 'Ποιο χαρακτηριστικό είναι το πιο σημαντικό σε αυτό το προϊόν για εσάς;',
      random: true,
      options: [
        'Τονώνει τους μύες μου',
        'Αποτρέπει την απώλεια της οστικής μου μάζας',
        'Βελτιώνει την πέψη μου',
        'Διατηρεί τη φόρμα μου',
        'Παρέχει στο σώμα μου θρεπτικά συστατικά',
        'Βελτιώνει το σώμα και τον τόνο της επιδερμίδας μου',
      ],
      buttonTitle: 'Επόμενο',
    },
    {
      type: 'type2',
      title: "Ποια είναι η προτιμώμενη μέθοδός σας;",
      description: '',
      options: [
        '',
        'Σε σκόνη, θα προσθέσω εγώ το νερό και θα το αναμείξω',
        'Προτιμώ το προϊόν έτοιμο για κατανάλωση, σε ένα μπουκάλι',
      ],
      buttonTitle: 'Επόμενο',
    },
    {
      type: 'type2',
      title: "Ας δούμε αν είναι διαθέσιμο.",
      description: 'Ποια είναι η περιοχή σας;',
      options: [
        'Ήπειρος',
        'Θεσσαλία',
        'Θράκη',
        'Κρήτη',
        'Μακεδονία',
        'Νησιά Αιγαίου',
        'Νησιά Ιονίου/Επτάνησα',
        'Πελοπόννησος',
        'Στερεά Ελλάδα',
      ],
      buttonTitle: 'Επόμενο',
    },
    {
      type: 'type3',
      title: "Συγγνώμη. Το προϊόν μας δεν είναι ακόμη διαθέσιμο στην περιοχή σας.",
      description:
        'Θα θέλατε να δοκιμάσετε το προϊόν μόλις γίνει διαθέσιμο; Αν ναι, αφήστε το email σας παρακάτω.',
      checkText: "Διάβασα την πολιτική προστασίας προσωπικών δεδομένων και συμφωνώ να επικοινωνήσετε μαζί μου αργότερα για αυτό το προϊόν.",
      buttonTitle: 'Ενημερώστε με',
    },
    {
      type: 'type4',
      title: 'Εντάξει, ευχαριστώ!',
      description: 'Σας στείλαμε ένα email επιβεβαίωσης. Όταν έχουμε νέα θα σας ενημερώσουμε!',
      buttonTitle: 'OK',
    },
  ],
  // color class name based on tailwindcss color palette
  // https://tailwindcss.com/docs/background-color
  // https://tailwindcss.com/docs/text-color
  // https://tailwindcss.com/docs/border-color
  // https://tailwindcss.com/docs/customizing-colors
  colors: {
    main: 'bg-purple-600',
    hover: 'bg-purple-500',
    btnText: 'text-white',
    disabled: 'bg-purple-300',
    serviceIconBG: 'bg-purple-500',
    txtMain: 'text-purple-600',
    txtSecond: 'text-purple-200',
    productTxtMain:'text-gray-900',
    productTxtSecond:'text-purple-600',
    btmBG: 'bg-purple-700',
    btmBtn: 'bg-gray-50',
    btmBtnHover: 'bg-gray-100',
    btmBtnTxt: 'text-current',
    btmTxtMain:'text-white',
    btmTxtSecond: 'text-gray-300'
  }
};
